{
  "navbar-link": {
    "about": "Über mich",
    "skills": "Kenntnisse",
    "projects": "Projekte"
  },
  "headline-button": {
    "check": "Referenzen",
    "contact": "Kontakt"
  },
  "banner": {
    "remote": "Für Remote-Arbeit verfügbar",
    "base": "Wohnhaft in Viernheim",
    "status": "Offen für neue Herausforderungen"
  },
  "aboute-me": {
    "title": "Wer ich bin",
    "subtitle": "Über mich",
    "intro": "Schon als Kind war ich von Computern und dessen Vielfalt an Möglichkeiten begeistert. Erste größere Berührungspunkte mit der IT hatte ich mit meiner Ausbildung im Bereich Wirtschaftsinformatik. Als Frontend-Entwickler aus Viernheim begeistert mich die Vielfalt der IT. Mit großer Leidenschaft gestalte ich moderne und benutzerfreundliche Webseiten und Anwendungen, die sich durch ihre klare Ästhetik und intuitive Bedienbarkeit auszeichnen.",
    "first": "Ich bin flexibel, was den Arbeitsort betrifft und arbeite sowohl in der direkten Umgebung von Viernheim, Mannheim und Heidelberg als auch remote Bestleistung.",
    "second": "Ich bin offen für neue Herausforderungen und stets auf der Suche nach Möglichkeiten, mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "third": "Programmieren ist für mich weit mehr als nur Code zu schreiben – es ist eine kreative Art, Probleme zu lösen. Ich lege großen Wert darauf, komplexe technische Herausforderungen in klare und benutzerfreundliche Lösungen zu übersetzen. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Ideen zum Leben zu erwecken."
  },
  "skills": {
    "title": "Technologien",
    "subtitle": "Fähigkeiten",
    "intro": "Auf meinem bisherigen Weg habe ich an einer Vielzahl von Projekten gearbeitet und eine breite Palette von Frontend-Technologien und -Konzepten genutzt. Ich bin immer offen für neue Ideen und lerne gerne neue Methoden und Technologien kennen, um meine Fähigkeiten kontinuierlich zu verbessern und um in der sich ständig weiterentwickelnden Welt der Webentwicklung auf dem neuesten Stand zu bleiben.",
    "subline": "Sie vermissen",
    "sublineExt": "eine bestimmte Fähigkeit?",
    "text": "Sie dürfen mich gerne kontaktieren. Ich freue mich auf neue Herausforderungen und Gelegenheiten mein Wissen zu erweitern.",
    "button": "Kontakt aufnehmen"
  },
  "projectSection": {
    "title": "Portfolio",
    "subtitle": "Ausgewählte Projekte",
    "intro": "Hier finden Sie eine Auswahl meiner abgeschlossenen Projekte – Klicken Sie auf das jeweilige Projekt, um mehr zu erfahren."
  },
  "feedback": {
    "title": "Was andere über mich sagen",
    "l_pan": "Die Zusammenarbeit mit Samuel war großartig! Seine Fähigkeit, komplexe Frontend-Probleme zu lösen, hat unser Projekt entscheidend vorangebracht. Immer kreativ und zuverlässig!",
    "l_pan_role": "Team Partner",
    "g_heinrich": "Samuel bringt nicht nur technisches Wissen mit, sondern auch ein hervorragendes Gespür für Benutzererfahrung. Seine Designs sind ansprechend und intuitiv, was unseren Nutzern sehr zugutekommt.",
    "g_heinrich_role": "Frontend Entwickler",
    "e_henriks": "Es ist immer eine Freude, mit Samuel zu arbeiten. Er ist nicht nur talentiert im Programmieren, sondern auch ein Teamplayer, der stets bereit ist, sein Wissen zu teilen und andere zu unterstützen.",
    "e_henriks_role": "Kunde"
  },

  "contact": {
    "title": "Kontaktieren Sie mich",
    "subtitle": "Lassen Sie uns zusammenarbeiten",
    "subline": "Möchten Sie ein Problem lösen?",
    "text": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihrem Anliegen zu hören und sicher finden wir einen Weg, wie ich zur Lösung Ihres Problems beitragen kann.",
    "question": "Benötigen Sie einen Frontend-Entwickler?",
    "link": "Sprechen Sie mich an!",
    "form_name": "Wie heißen Sie?",
    "form_name_example": "Geben Sie Ihren Namen ein",
    "form_mail": "Wie lautet Ihre E-Mail?",
    "form_mail_example": "ihre-email@email.com",
    "form_message": "Wie kann ich Ihnen helfen?",
    "form_message_example": "Hallo Samuel, ich bin interessiert an...",
    "term": "Ich habe die",
    "term_end": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "privacy": "Datenschutzrichtlinien",
    "form_name_required": "Name fehlt.",
    "form_email_required": "Email fehlt.",
    "form_email_invalid": "Bitte gib eine gültige E-Mail Adresse an.",
    "form_message_required": "Eine Nachricht fehlt.",
    "missingTerm": "Du musst die Datenschutzrichtlinien akzeptieren.",
    "success-mail-msg": "E-Mail erfolgreich versendet!"
  },
  "footer": {
    "legal-notice": "Impressum"
  },
  "popup-project": {
    "headline": "Worum geht es in diesem Projekt?",
    "next-project-text": "Nächstes Projekt"
  },
  "projects": [
    {
      "description": ""
    },
    {
      "description": "Ein Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu."
    },
    {
      "description": "Ein Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco einzusammeln, um gegen das verrückte Huhn zu kämpfen."
    },
    {
      "description": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeit-Nachrichten und einer robusten Channel-Struktur."
    }
  ],
  "privacy-policy": {
    "title": "Datenschutzerklärung",
    "preamble": "Präambel",
    "preamble-text-1": "Mit der folgenden Datenschutzerklärung möchten wir Sie darüber informieren, welche Arten Ihrer personenbezogenen Daten (nachfolgend auch kurz als 'Daten' bezeichnet) wir zu welchen Zwecken und in welchem Umfang verarbeiten. Die Datenschutzerklärung gilt für alle von uns durchgeführten Verarbeitungen personenbezogener Daten, sowohl im Rahmen der Erbringung unserer Leistungen als auch insbesondere auf unseren Websites, in mobilen Applikationen sowie innerhalb externer Online-Präsenzen, wie z. B. unsere Social-Media-Profile (nachfolgend zusammenfassend als 'Online-Angebot' bezeichnet).",
    "preamble-text-2": "Die verwendeten Begriffe sind geschlechtsneutral.",
    "preamble-text-3": "Stand: Juli 2024",
    "content-overview": "Inhaltsverzeichnis",
    "content-overview-text-1": "Präambel",
    "content-overview-text-2": "Verantwortlicher",
    "content-overview-text-3": "Übersicht der Verarbeitungen",
    "content-overview-text-4": "Relevante Rechtsgrundlagen",
    "content-overview-text-5": "Sicherheitsmaßnahmen",
    "content-overview-text-6": "Übermittlung personenbezogener Daten",
    "content-overview-text-7": "Internationale Datenübermittlungen",
    "content-overview-text-8": "Allgemeine Informationen zur Datenspeicherung und Löschung",
    "content-overview-text-9": "Rechte der betroffenen Personen",
    "content-overview-text-10": "Geschäftsdienstleistungen",
    "content-overview-text-11": "Bereitstellung des Online-Angebots und Webhosting",
    "content-overview-text-12": "Verwendung von Cookies",
    "content-overview-text-13": "Kontakt- und Anfragenmanagement",
    "content-overview-text-14": "Soziale Medien Präsenzen",
    "content-overview-text-15": "Plugins und eingebettete Funktionen sowie Inhalte",
    "responsible": "Verantwortlicher",
    "responsible-name": "Samuel Hilgert",
    "responsible-adress": "Eichendorffstraße 22",
    "responsible-city": "68519 Viernheim",
    "responsible-country": "Deutschland",
    "responsible-mail": "mail@samuelhilgert.com",
    "overview-of-processing": "Übersicht der Verarbeitungen",
    "overview-of-processing-text-1": "Die folgende Übersicht fasst die Arten der verarbeiteten Daten sowie die Zwecke ihrer Verarbeitung zusammen und bezieht sich auf die betroffenen Personen.",
    "overview-of-processing-subline1": "Arten der verarbeiteten Daten",
    "overview-of-processing-type-1": "Bestandsdaten",
    "overview-of-processing-type-2": "Zahlungsdaten",
    "overview-of-processing-type-3": "Kontaktdaten",
    "overview-of-processing-type-4": "Inhaltsdaten",
    "overview-of-processing-type-5": "Vertragsdaten",
    "overview-of-processing-type-6": "Nutzungsdaten",
    "overview-of-processing-type-7": "Meta-, Kommunikations- und Verfahrensdaten",
    "overview-of-processing-type-8": "Protokolldaten",
    "overview-of-processing-subline2": "Kategorien betroffener Personen",
    "overview-of-processing-type-9": "Leistungsempfänger und Auftraggeber",
    "overview-of-processing-type-10": "Zahlungsdaten",
    "overview-of-processing-type-11": "Kontaktdaten",
    "overview-of-processing-type-12": "Inhaltsdaten",
    "overview-of-processing-type-13": "Vertragsdaten",
    "overview-of-processing-subline3": "Zwecke der Verarbeitung",
    "overview-of-processing-type-14": "Erbringung vertraglicher Leistungen und Erfüllung vertraglicher Pflichten",
    "overview-of-processing-type-15": "Kommunikation",
    "overview-of-processing-type-16": "Sicherheitsmaßnahmen",
    "overview-of-processing-type-17": "Büro- und Organisationsverfahren",
    "overview-of-processing-type-18": "Organisations- und Verwaltungsverfahren",
    "overview-of-processing-type-19": "Feedback",
    "overview-of-processing-type-20": "Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit",
    "overview-of-processing-type-21": "Informationstechnische Infrastruktur",
    "overview-of-processing-type-22": "Öffentlichkeitsarbeit",
    "overview-of-processing-type-23": "Geschäftsprozesse und betriebswirtschaftliche Verfahren",
    "relevant": "Maßgebliche Rechtsgrundlagen",
    "relevant-text-1": "Maßgebliche Rechtsgrundlagen nach der DSGVO: Im Folgenden erhalten Sie eine Übersicht der Rechtsgrundlagen der DSGVO, auf deren Basis wir personenbezogene Daten verarbeiten. Bitte nehmen Sie zur Kenntnis, dass neben den Regelungen der DSGVO nationale Datenschutzvorgaben in Ihrem bzw. unserem Wohn- oder Sitzland gelten können. Sollten ferner im Einzelfall speziellere Rechtsgrundlagen maßgeblich sein, teilen wir Ihnen diese in der Datenschutzerklärung mit.",
    "relevant-text-2": "Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO) - Die betroffene Person hat ihre Einwilligung in die Verarbeitung der sie betreffenden personenbezogenen Daten für einen spezifischen Zweck oder mehrere bestimmte Zwecke gegeben.",
    "relevant-text-3": "Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO) - Die Verarbeitung ist für die Erfüllung eines Vertrags, dessen Vertragspartei die betroffene Person ist, oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, die auf Anfrage der betroffenen Person erfolgen.",
    "relevant-text-4": "Rechtliche Verpflichtung (Art. 6 Abs. 1 S. 1 lit. c) DSGVO) - Die Verarbeitung ist zur Erfüllung einer rechtlichen Verpflichtung erforderlich, der der Verantwortliche unterliegt.",
    "relevant-text-5": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO) - die Verarbeitung ist zur Wahrung der berechtigten Interessen des Verantwortlichen oder eines Dritten notwendig, vorausgesetzt, dass die Interessen, Grundrechte und Grundfreiheiten der betroffenen Person, die den Schutz personenbezogener Daten verlangen, nicht überwiegen.",
    "relevant-text-6": "Nationale Datenschutzregelungen in Deutschland: Zusätzlich zu den Datenschutzregelungen der DSGVO gelten nationale Regelungen zum Datenschutz in Deutschland. Hierzu gehört insbesondere das Gesetz zum Schutz vor Missbrauch personenbezogener Daten bei der Datenverarbeitung (Bundesdatenschutzgesetz – BDSG). Das BDSG enthält insbesondere Spezialregelungen zum Recht auf Auskunft, zum Recht auf Löschung, zum Widerspruchsrecht, zur Verarbeitung besonderer Kategorien personenbezogener Daten, zur Verarbeitung für andere Zwecke und zur Übermittlung sowie automatisierten Entscheidungsfindung im Einzelfall einschließlich Profiling. Ferner können Landesdatenschutzgesetze der einzelnen Bundesländer zur Anwendung gelangen.",
    "relevant-text-7": "Hinweis auf Geltung DSGVO und Schweizer DSG: Diese Datenschutzhinweise dienen sowohl der Informationserteilung nach dem Schweizer DSG als auch nach der Datenschutzgrundverordnung (DSGVO). Aus diesem Grund bitten wir Sie zu beachten, dass aufgrund der breiteren räumlichen Anwendung und Verständlichkeit die Begriffe der DSGVO verwendet werden. Insbesondere statt der im Schweizer DSG verwendeten Begriffe „Bearbeitung' von 'Personendaten', 'überwiegendes Interesse' und 'besonders schützenswerte Personendaten' werden die in der DSGVO verwendeten Begriffe 'Verarbeitung' von 'personenbezogenen Daten' sowie 'berechtigtes Interesse' und 'besondere Kategorien von Daten' verwendet. Die gesetzliche Bedeutung der Begriffe wird jedoch im Rahmen der Geltung des Schweizer DSG weiterhin nach dem Schweizer DSG bestimmt.",
    "security-measures": "Sicherheitsmaßnahmen",
    "security-measures-text-1": "Wir treffen nach Maßgabe der gesetzlichen Vorgaben unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeiten und des Ausmaßes der Bedrohung der Rechte und Freiheiten natürlicher Personen geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.",
    "security-measures-text-2": "Zu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen und elektronischen Zugangs zu den Daten als auch des sie betreffenden Zugriffs, der Eingabe, der Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung. Des Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, die Löschung von Daten und Reaktionen auf die Gefährdung der Daten gewährleisten. Ferner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung bzw. Auswahl von Hardware, Software sowie Verfahren entsprechend dem Prinzip des Datenschutzes, durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen.",
    "transfer-of-data": "Übermittlung von personenbezogenen Daten",
    "transfer-of-data-text-1": "Im Rahmen unserer Verarbeitung von personenbezogenen Daten kommt es vor, dass diese an andere Stellen, Unternehmen, rechtlich selbstständige Organisationseinheiten oder Personen übermittelt beziehungsweise ihnen gegenüber offengelegt werden. Zu den Empfängern dieser Daten können z. B. mit IT-Aufgaben beauftragte Dienstleister gehören oder Anbieter von Diensten und Inhalten, die in eine Website eingebunden sind. In solchen Fällen beachten wir die gesetzlichen Vorgaben und schließen insbesondere entsprechende Verträge bzw. Vereinbarungen, die dem Schutz Ihrer Daten dienen, mit den Empfängern Ihrer Daten ab.",
    "international-data-transfers": "Internationale Datentransfers",
    "international-data-transfers-text-1": "Datenverarbeitung in Drittländern: Sofern wir Daten in einem Drittland (d. h., außerhalb der Europäischen Union (EU), des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder die Verarbeitung im Rahmen der Inanspruchnahme von Diensten Dritter oder der Offenlegung bzw. Übermittlung von Daten an andere Personen, Stellen oder Unternehmen stattfindet, erfolgt dies nur im Einklang mit den gesetzlichen Vorgaben. Sofern das Datenschutzniveau in dem Drittland mittels eines Angemessenheitsbeschlusses anerkannt wurde (Art. 45 DSGVO), dient dieser als Grundlage des Datentransfers. Im Übrigen erfolgen Datentransfers nur dann, wenn das Datenschutzniveau anderweitig gesichert ist, insbesondere durch Standardvertragsklauseln (Art. 46 Abs. 2 lit. c) DSGVO), ausdrückliche Einwilligung oder im Fall vertraglicher oder gesetzlich erforderlicher Übermittlung (Art. 49 Abs. 1 DSGVO). Im Übrigen teilen wir Ihnen die Grundlagen der Drittlandübermittlung bei den einzelnen Anbietern aus dem Drittland mit, wobei die Angemessenheitsbeschlüsse als Grundlagen vorrangig gelten. Informationen zu Drittlandtransfers und vorliegenden Angemessenheitsbeschlüssen können dem Informationsangebot der EU-Kommission entnommen werden: https://commission.europa.eu/law/law-topic/data-protection/international-dimension-data-protection_en?prefLang=de.",
    "international-data-transfers-text-2": "EU-US Trans-Atlantic Data Privacy Framework: Im Rahmen des sogenannten Data Privacy Framework (DPF) hat die EU-Kommission das Datenschutzniveau ebenfalls für bestimmte Unternehmen aus den USA im Rahmen der Angemessenheitsbeschlusses vom 10.07.2023 als sicher anerkannt. Die Liste der zertifizierten Unternehmen als auch weitere Informationen zu dem DPF können Sie der Website des Handelsministeriums der USA entnehmen: https://www.dataprivacyframework.gov/ Wir informieren Sie im Rahmen der Datenschutzhinweise, welche von uns eingesetzten Diensteanbieter unter dem Data Privacy Framework zertifiziert sind.",
    "general-information-on-data-storage": "Allgemeine Informationen zur Datenspeicherung und Löschung",
    "general-information-on-data-storage-text-1": "Wir löschen personenbezogene Daten, die wir verarbeiten, gemäß den gesetzlichen Bestimmungen, sobald die zugrundeliegenden Einwilligungen widerrufen werden oder keine weiteren rechtlichen Grundlagen für die Verarbeitung bestehen. Dies betrifft Fälle, in denen der ursprüngliche Verarbeitungszweck entfällt oder die Daten nicht mehr benötigt werden. Ausnahmen von dieser Regelung bestehen, wenn gesetzliche Pflichten oder besondere Interessen eine längere Aufbewahrung oder Archivierung der Daten erfordern.",
    "general-information-on-data-storage-text-2": "Insbesondere müssen Daten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen oder deren Speicherung notwendig ist zur Rechtsverfolgung oder zum Schutz der Rechte anderer natürlicher oder juristischer Personen, entsprechend archiviert werden.",
    "general-information-on-data-storage-text-3": "Unsere Datenschutzhinweise enthalten zusätzliche Informationen zur Aufbewahrung und Löschung von Daten, die speziell für bestimmte Verarbeitungsprozesse gelten.",
    "general-information-on-data-storage-text-4": "Bei mehreren Angaben zur Aufbewahrungsdauer oder Löschungsfristen eines Datums, ist stets die längste Frist maßgeblich.",
    "general-information-on-data-storage-text-5": "Beginnt eine Frist nicht ausdrücklich zu einem bestimmten Datum und beträgt sie mindestens ein Jahr, so startet sie automatisch am Ende des Kalenderjahres, in dem das fristauslösende Ereignis eingetreten ist. Im Fall laufender Vertragsverhältnisse, in deren Rahmen Daten gespeichert werden, ist das fristauslösende Ereignis der Zeitpunkt des Wirksamwerdens der Kündigung oder sonstige Beendigung des Rechtsverhältnisses.",
    "general-information-on-data-storage-text-6": "Daten, die nicht mehr für den ursprünglich vorgesehenen Zweck, sondern aufgrund gesetzlicher Vorgaben oder anderer Gründe aufbewahrt werden, verarbeiten wir ausschließlich zu den Gründen, die ihre Aufbewahrung rechtfertigen.",
    "general-information-on-data-storage-text-7": "Weitere Hinweise zu Verarbeitungsprozessen, Verfahren und Diensten",
    "general-information-on-data-storage-text-8": "Aufbewahrung und Löschung von Daten",
    "general-information-on-data-storage-text-9": "Die folgenden allgemeinen Fristen gelten für die Aufbewahrung und Archivierung nach deutschem Recht:",
    "general-information-on-data-storage-text-10": "10 Jahre - Aufbewahrungsfrist für Bücher und Aufzeichnungen, Jahresabschlüsse, Inventare, Lageberichte, Eröffnungsbilanz sowie die zu ihrem Verständnis erforderlichen Arbeitsanweisungen und sonstigen Organisationsunterlagen, Buchungsbelege und Rechnungen (§ 147 Abs. 3 i. V. m. Abs. 1 Nr. 1, 4 und 4a AO, § 14b Abs. 1 UStG, § 257 Abs. 1 Nr. 1 u. 4, Abs. 4 HGB).",
    "general-information-on-data-storage-text-11": "6 Jahre - Übrige Geschäftsunterlagen: empfangene Handels- oder Geschäftsbriefe, Wiedergaben der abgesandten Handels- oder Geschäftsbriefe, sonstige Unterlagen, soweit sie für die Besteuerung von Bedeutung sind, z. B. Stundenlohnzettel, Betriebsabrechnungsbögen, Kalkulationsunterlagen, Preisauszeichnungen, aber auch Lohnabrechnungsunterlagen, soweit sie nicht bereits Buchungsbelege sind und Kassenstreifen (§ 147 Abs. 3 i. V. m. Abs. 1 Nr. 2, 3, 5 AO, § 257 Abs. 1 Nr. 2 u. 3, Abs. 4 HGB).",
    "general-information-on-data-storage-text-12": "3 Jahre - Daten, die erforderlich sind, um potenzielle Gewährleistungs- und Schadensersatzansprüche oder ähnliche vertragliche Ansprüche und Rechte zu berücksichtigen sowie damit verbundene Anfragen zu bearbeiten, basierend auf früheren Geschäftserfahrungen und üblichen Branchenpraktiken, werden für die Dauer der regulären gesetzlichen Verjährungsfrist von drei Jahren gespeichert (§§ 195, 199 BGB).",
    "rights-of-data-subjects": "Rechte der betroffenen Personen",
    "rights-of-data-subjects-text-1": "Rechte der betroffenen Personen aus der DSGVO: Ihnen stehen als Betroffene nach der DSGVO verschiedene Rechte zu, die sich insbesondere aus Art. 15 bis 21 DSGVO ergeben:",
    "rights-of-data-subjects-text-2": "Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling. Werden die Sie betreffenden personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten zum Zwecke derartiger Werbung einzulegen; dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht.",
    "rights-of-data-subjects-text-3": "Widerrufsrecht bei Einwilligungen: Sie haben das Recht, erteilte Einwilligungen jederzeit zu widerrufen.",
    "rights-of-data-subjects-text-4": "Auskunftsrecht: Sie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend den gesetzlichen Vorgaben.",
    "rights-of-data-subjects-text-5": "Recht auf Berichtigung: Sie haben entsprechend den gesetzlichen Vorgaben das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.",
    "rights-of-data-subjects-text-6": "Recht auf Löschung und Einschränkung der Verarbeitung: Sie haben nach Maßgabe der gesetzlichen Vorgaben das Recht, zu verlangen, dass Sie betreffende Daten unverzüglich gelöscht werden, bzw. alternativ nach Maßgabe der gesetzlichen Vorgaben eine Einschränkung der Verarbeitung der Daten zu verlangen.",
    "rights-of-data-subjects-text-7": "Recht auf Datenübertragbarkeit: Sie haben das Recht, Sie betreffende Daten, die Sie uns bereitgestellt haben, nach Maßgabe der gesetzlichen Vorgaben in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder deren Übermittlung an einen anderen Verantwortlichen zu fordern.",
    "rights-of-data-subjects-text-8": "Beschwerde bei Aufsichtsbehörde: Sie haben unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthaltsorts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die Vorgaben der DSGVO verstößt.",
    "business-benefits": "Geschäftliche Leistungen",
    "business-benefits-text-1": "Wir verarbeiten Daten unserer Vertrags- und Geschäftspartner, z. B. Kunden und Interessenten (zusammenfassend als 'Vertragspartner' bezeichnet), im Rahmen von vertraglichen und vergleichbaren Rechtsverhältnissen sowie damit verbundenen Maßnahmen und im Hinblick auf die Kommunikation mit den Vertragspartnern (oder vorvertraglich), etwa zur Beantwortung von Anfragen.",
    "business-benefits-text-2": "Wir verwenden diese Daten, um unsere vertraglichen Verpflichtungen zu erfüllen. Dazu gehören insbesondere die Pflichten zur Erbringung der vereinbarten Leistungen, etwaige Aktualisierungspflichten und Abhilfe bei Gewährleistungs- und sonstigen Leistungsstörungen. Darüber hinaus verwenden wir die Daten zur Wahrung unserer Rechte und zum Zwecke der mit diesen Pflichten verbundenen Verwaltungsaufgaben sowie der Unternehmensorganisation. Zudem verarbeiten wir die Daten auf Grundlage unserer berechtigten Interessen sowohl an einer ordnungsgemäßen und betriebswirtschaftlichen Geschäftsführung als auch an Sicherheitsmaßnahmen zum Schutz unserer Vertragspartner und unseres Geschäftsbetriebs vor Missbrauch, Gefährdung ihrer Daten, Geheimnisse, Informationen und Rechte (z. B. zur Beteiligung von Telekommunikations-, Transport- und sonstigen Hilfsdiensten sowie Subunternehmern, Banken, Steuer- und Rechtsberatern, Zahlungsdienstleistern oder Finanzbehörden). Im Rahmen des geltenden Rechts geben wir die Daten von Vertragspartnern nur insoweit an Dritte weiter, als dies für die vorgenannten Zwecke oder zur Erfüllung gesetzlicher Pflichten erforderlich ist. Über weitere Formen der Verarbeitung, etwa zu Marketingzwecken, werden die Vertragspartner im Rahmen dieser Datenschutzerklärung informiert.",
    "business-benefits-text-3": "Welche Daten für die vorgenannten Zwecke erforderlich sind, teilen wir den Vertragspartnern vor oder im Rahmen der Datenerhebung, z. B. in Onlineformularen, durch besondere Kennzeichnung (z. B. Farben) bzw. Symbole (z. B. Sternchen o. Ä.), oder persönlich mit.",
    "business-benefits-text-4": "Wir löschen die Daten nach Ablauf gesetzlicher Gewährleistungs- und vergleichbarer Pflichten, d. h. grundsätzlich nach vier Jahren, es sei denn, dass die Daten in einem Kundenkonto gespeichert werden, z. B., solange sie aus gesetzlichen Gründen der Archivierung aufbewahrt werden müssen (etwa für Steuerzwecke im Regelfall zehn Jahre). Daten, die uns im Rahmen eines Auftrags durch den Vertragspartner offengelegt wurden, löschen wir entsprechend den Vorgaben und grundsätzlich nach Ende des Auftrags.",
    "business-benefits-text-5": "Verarbeitete Datenarten:",
    "business-benefits-text-6": "Bestandsdaten (z. B. der vollständige Name, Wohnadresse, Kontaktinformationen, Kundennummer, etc.)",
    "business-benefits-text-7": "Zahlungsdaten (z. B. Bankverbindungen, Rechnungen, Zahlungshistorie)",
    "business-benefits-text-8": "Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern)",
    "business-benefits-text-9": "Vertragsdaten (z. B. Vertragsgegenstand, Laufzeit, Kundenkategorie)",
    "business-benefits-text-10": "Betroffene Personen:",
    "business-benefits-text-11": "Leistungsempfänger und Auftraggeber:",
    "business-benefits-text-12": "Interessenten:",
    "business-benefits-text-13": "Geschäfts- und Vertragspartner:",
    "business-benefits-text-14": "Zwecke der Verarbeitung::",
    "business-benefits-text-15": "Erbringung vertraglicher Leistungen und Erfüllung vertraglicher Pflichten",
    "business-benefits-text-16": "Kommunikation",
    "business-benefits-text-17": "Büro- und Organisationsverfahren",
    "business-benefits-text-18": "Organisations- und Verwaltungsverfahren",
    "business-benefits-text-19": "Geschäftsprozesse und betriebswirtschaftliche Verfahren",
    "business-benefits-text-20": "Löschung entsprechend Angaben im Abschnitt 'Allgemeine Informationen zur Datenspeicherung und Löschung'",
    "business-benefits-text-21": "Rechtsgrundlagen:",
    "business-benefits-text-22": "Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO)",
    "business-benefits-text-23": "Rechtliche Verpflichtung (Art. 6 Abs. 1 S. 1 lit. c) DSGVO)",
    "business-benefits-text-24": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "business-benefits-text-25": "Projekt- und Entwicklungsleistungen",
    "business-benefits-text-26": "Wir verarbeiten die Daten unserer Kunden sowie Auftraggeber (nachfolgend einheitlich als 'Kunden' bezeichnet), um ihnen die Auswahl, den Erwerb bzw. die Beauftragung der gewählten Leistungen oder Werke sowie verbundener Tätigkeiten als auch deren Bezahlung und Zurverfügungstellung bzw. Ausführung oder Erbringung zu ermöglichen.",
    "business-benefits-text-27": "Die erforderlichen Angaben sind als solche im Rahmen des Auftrags-, Bestell- bzw. vergleichbaren Vertragsschlusses gekennzeichnet und umfassen die zur Leistungserbringung und Abrechnung benötigten Angaben sowie Kontaktinformationen, um etwaige Rücksprachen halten zu können. Soweit wir Zugang zu Informationen der Endkunden, Mitarbeitern oder anderer Personen erhalten, verarbeiten wir diese im Einklang mit den gesetzlichen und vertraglichen Vorgaben.",
    "business-benefits-text-28": "Rechtsgrundlagen:",
    "business-benefits-text-29": "Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO).",
    "provision-of-online-offering": "Bereitstellung des Onlineangebots und Webhosting",
    "provision-of-online-offering-text-1": "Wir verarbeiten die Daten der Nutzer, um ihnen unsere Online-Dienste zur Verfügung stellen zu können. Zu diesem Zweck verarbeiten wir die IP-Adresse des Nutzers, die notwendig ist, um die Inhalte und Funktionen unserer Online-Dienste an den Browser oder das Endgerät der Nutzer zu übermitteln.",
    "provision-of-online-offering-text-2": "Verarbeitete Datenarten:",
    "provision-of-online-offering-text-3": "Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen)",
    "provision-of-online-offering-text-4": "Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen)",
    "provision-of-online-offering-text-5": "Protokolldaten (z. B. Logfiles betreffend Logins oder den Abruf von Daten oder Zugriffszeiten)",
    "provision-of-online-offering-text-6": "Betroffene Personen:",
    "provision-of-online-offering-text-7": "Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten)",
    "provision-of-online-offering-text-8": "Zwecke der Verarbeitung:",
    "provision-of-online-offering-text-9": "Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit",
    "provision-of-online-offering-text-10": "Informationstechnische Infrastruktur (Betrieb und Bereitstellung von Informationssystemen und technischen Geräten (Computer, Server etc.))",
    "provision-of-online-offering-text-11": "Sicherheitsmaßnahmen",
    "provision-of-online-offering-text-12": "Löschung entsprechend Angaben im Abschnitt 'Allgemeine Informationen zur Datenspeicherung und Löschung'",
    "provision-of-online-offering-text-13": "Rechtsgrundlagen:",
    "provision-of-online-offering-text-14": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "provision-of-online-offering-text-15": "Erhebung von Zugriffsdaten und Logfiles",
    "provision-of-online-offering-text-16": "Der Zugriff auf unser Onlineangebot wird in Form von sogenannten 'Server-Logfiles' protokolliert. Zu den Serverlogfiles können die Adresse und der Name der abgerufenen Webseiten und Dateien, Datum und Uhrzeit des Abrufs, übertragene Datenmengen, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite) und im Regelfall IP-Adressen und der anfragende Provider gehören. Die Serverlogfiles können zum einen zu Sicherheitszwecken eingesetzt werden, z. B. um eine Überlastung der Server zu vermeiden (insbesondere im Fall von missbräuchlichen Angriffen, sogenannten DDoS-Attacken), und zum anderen, um die Auslastung der Server und ihre Stabilität sicherzustellenRechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO) Löschung von Daten: Logfile-Informationen werden für die Dauer von maximal 30 Tagen gespeichert und danach gelöscht oder anonymisiert. Daten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.",
    "provision-of-online-offering-text-17": "ALL-INKL Leistungen auf dem Gebiet der Bereitstellung von informationstechnischer Infrastruktur und verbundenen Dienstleistungen (z. B. Speicherplatz und/oder Rechenkapazitäten)Dienstanbieter: ALL-INKL.COM - Neue Medien Münnich, Inhaber: René Münnich, Hauptstraße 68, 02742 Friedersdorf, DeutschlandRechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)Website: https://all-inkl.com/Datenschutzerklärung: https://all-inkl.com/datenschutzinformationen/Auftragsverarbeitungsvertrag: Wird vom Dienstanbieter bereitgestellt.",
    "user-of-cookies": "Einsatz von Cookies",
    "user-of-cookies-text-1": "Cookies sind kleine Textdateien bzw. sonstige Speichervermerke, die Informationen auf Endgeräten speichern und aus ihnen auslesen. Zum Beispiel, um den Log-in-Status in einem Nutzerkonto, einen Warenkorbinhalt in einem E-Shop, die aufgerufenen Inhalte oder verwendete Funktionen eines Onlineangebots zu speichern. Cookies können ferner in Bezug auf unterschiedliche Anliegen Einsatz finden, etwa zu Zwecken der Funktionsfähigkeit, der Sicherheit und des Komforts von Onlineangeboten sowie der Erstellung von Analysen der Besucherströme.",
    "user-of-cookies-text-2": "Hinweise zur Einwilligung: Wir setzen Cookies im Einklang mit den gesetzlichen Vorschriften ein. Daher holen wir von den Nutzern eine vorhergehende Einwilligung ein, es sei denn, sie ist laut Gesetzeslage nicht gefordert. Eine Erlaubnis ist insbesondere nicht notwendig, wenn das Speichern und das Auslesen der Informationen, also auch von Cookies, unbedingt erforderlich sind, um den Nutzern einen von ihnen ausdrücklich gewünschten Telemediendienst (also unser Onlineangebot) zur Verfügung zu stellen. Die widerrufliche Einwilligung wird ihnen gegenüber deutlich kommuniziert und enthält die Informationen zur jeweiligen Cookie-Nutzung.",
    "user-of-cookies-text-3": "Hinweise zu datenschutzrechtlichen Rechtsgrundlagen: Auf welcher datenschutzrechtlichen Grundlage wir die personenbezogenen Daten der Nutzer mithilfe von Cookies verarbeiten, hängt davon ab, ob wir sie um eine Einwilligung bitten. Falls die Nutzer akzeptieren, ist die Rechtsgrundlage der Verwertung ihrer Daten die erklärte Einwilligung. Andernfalls werden die mithilfe von Cookies verwerteten Daten auf Grundlage unserer berechtigten Interessen (z. B. an einem betriebswirtschaftlichen Betrieb unseres Onlineangebots und der Verbesserung seiner Nutzbarkeit) verarbeitet oder, falls dies im Rahmen der Erfüllung unserer vertraglichen Pflichten erfolgt, wenn der Einsatz von Cookies erforderlich ist, um unseren vertraglichen Verpflichtungen nachzukommen. Zu welchen Zwecken die Cookies von uns verwertet werden, darüber klären wir im Laufe dieser Datenschutzerklärung oder im Rahmen von unseren Einwilligungs- und Verarbeitungsprozessen auf.",
    "user-of-cookies-text-4": "Speicherdauer: Im Hinblick auf die Speicherdauer werden die folgenden Arten von Cookies unterschieden:",
    "user-of-cookies-text-5": "Temporäre Cookies (auch: Session- oder Sitzungscookies): Temporäre Cookies werden spätestens gelöscht, nachdem ein Nutzer ein Onlineangebot verlassen und sein Endgerät (z. B. Browser oder mobile Applikation) geschlossen hat.",
    "user-of-cookies-text-6": "Permanente Cookies: Permanente Cookies bleiben auch nach dem Schließen des Endgeräts gespeichert. So können beispielsweise der Log-in-Status gespeichert und bevorzugte Inhalte direkt angezeigt werden, wenn der Nutzer eine Website erneut besucht. Ebenso können die mithilfe von Cookies erhobenen Nutzerdaten zur Reichweitenmessung Verwendung finden. Sofern wir Nutzern keine expliziten Angaben zur Art und Speicherdauer von Cookies mitteilen (z. B. im Rahmen der Einholung der Einwilligung), sollten sie davon ausgehen, dass diese permanent sind und die Speicherdauer bis zu zwei Jahre betragen kann.",
    "user-of-cookies-text-7": "Allgemeine Hinweise zum Widerruf und Widerspruch (Opt-out): Nutzer können die von ihnen abgegebenen Einwilligungen jederzeit widerrufen und zudem einen Widerspruch gegen die Verarbeitung entsprechend den gesetzlichen Vorgaben, auch mittels der Privatsphäre-Einstellungen ihres Browsers, erklären.",
    "user-of-cookies-text-8": "Verarbeitete Datenarten:",
    "user-of-cookies-text-9": "Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen)",
    "user-of-cookies-text-10": "Betroffene Personen:",
    "user-of-cookies-text-11": "Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten)",
    "user-of-cookies-text-12": "Hinweise zu datenschutzrechtlichen Rechtsgrundlagen: Auf welcher datenschutzrechtlichen Grundlage wir die personenbezogenen Daten der Nutzer mithilfe von Cookies verarbeiten, hängt davon ab, ob wir sie um eine Einwilligung bitten. Falls die Nutzer akzeptieren, ist die Rechtsgrundlage der Verwertung ihrer Daten die erklärte Einwilligung. Andernfalls werden die mithilfe von Cookies verwerteten Daten auf Grundlage unserer berechtigten Interessen (z. B. an einem betriebswirtschaftlichen Betrieb unseres Onlineangebots und der Verbesserung seiner Nutzbarkeit) verarbeitet oder, falls dies im Rahmen der Erfüllung unserer vertraglichen Pflichten erfolgt, wenn der Einsatz von Cookies erforderlich ist, um unseren vertraglichen Verpflichtungen nachzukommen. Zu welchen Zwecken die Cookies von uns verwertet werden, darüber klären wir im Laufe dieser Datenschutzerklärung oder im Rahmen von unseren Einwilligungs- und Verarbeitungsprozessen auf.",
    "user-of-cookies-text-13": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "user-of-cookies-text-14": "Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO)",
    "user-of-cookies-text-15": "Verarbeitung von Cookie-Daten auf Grundlage einer Einwilligung",
    "user-of-cookies-text-16": "Wir setzen eine Einwilligungs-Management-Lösung ein, bei der die Einwilligung der Nutzer zur Verwendung von Cookies oder zu den im Rahmen der Einwilligungs-Management-Lösung genannten Verfahren und Anbietern eingeholt wird. Dieses Verfahren dient der Einholung, Protokollierung, Verwaltung und dem Widerruf von Einwilligungen, insbesondere bezogen auf den Einsatz von Cookies und vergleichbaren Technologien, die zur Speicherung, zum Auslesen und zur Verarbeitung von Informationen auf den Endgeräten der Nutzer eingesetzt werden. Im Rahmen dieses Verfahrens werden die Einwilligungen der Nutzer für die Nutzung von Cookies und die damit verbundenen Verarbeitungen von Informationen, einschließlich der im Einwilligungs-Management-Verfahren genannten spezifischen Verarbeitungen und Anbieter, eingeholt. Die Nutzer haben zudem die Möglichkeit, ihre Einwilligungen zu verwalten und zu widerrufen. Die Einwilligungserklärungen werden gespeichert, um eine erneute Abfrage zu vermeiden und den Nachweis der Einwilligung gemäß der gesetzlichen Anforderungen führen zu können. Die Speicherung erfolgt serverseitig und/oder in einem Cookie (sogenanntes Opt-In-Cookie) oder mittels vergleichbarer Technologien, um die Einwilligung einem spezifischen Nutzer oder dessen Gerät zuordnen zu können. Sofern keine spezifischen Angaben zu den Anbietern von Einwilligungs-Management-Diensten vorliegen, gelten folgende allgemeine Hinweise: Die Dauer der Speicherung der Einwilligung beträgt bis zu zwei Jahre. Dabei wird ein pseudonymer Nutzer-Identifikator erstellt, der zusammen mit dem Zeitpunkt der Einwilligung, den Angaben zum Umfang der Einwilligung (z. B. betreffende Kategorien von Cookies und/oder Diensteanbieter) sowie Informationen über den Browser, das System und das verwendete Endgerät gespeichert wirdIMPRINT.COOKIE_MANAGEMENT_LEGAL_BASES",
    "contact-inguiry-management": "Kontakt- und Anfrageverwaltung",
    "contact-inguiry-management-text-1": "Bei der Kontaktaufnahme mit uns (z. B. per Post, Kontaktformular, E-Mail, Telefon oder via soziale Medien) sowie im Rahmen bestehender Nutzer- und Geschäftsbeziehungen werden die Angaben der anfragenden Personen verarbeitet, soweit dies zur Beantwortung der Kontaktanfragen und etwaiger angefragter Maßnahmen erforderlich ist.",
    "contact-inguiry-management-text-2": "Verarbeitete Datenarten:",
    "contact-inguiry-management-text-3": "Bestandsdaten (z. B. der vollständige Name, Wohnadresse, Kontaktinformationen, Kundennummer, etc.)",
    "contact-inguiry-management-text-4": "Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern)",
    "contact-inguiry-management-text-5": "Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beiträge sowie die sie betreffenden Informationen, wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung)",
    "contact-inguiry-management-text-6": "Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen)",
    "contact-inguiry-management-text-7": "Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen)",
    "contact-inguiry-management-text-8": "Betroffene Personen:",
    "contact-inguiry-management-text-9": "Kommunikationspartner",
    "contact-inguiry-management-text-10": "Zwecke der Verarbeitung:",
    "contact-inguiry-management-text-11": "Kommunikation",
    "contact-inguiry-management-text-12": "Organisations- und Verwaltungsverfahren",
    "contact-inguiry-management-text-13": "Feedback (z. B. Sammeln von Feedback via Online-Formular)",
    "contact-inguiry-management-text-14": "Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit",
    "contact-inguiry-management-text-15": "Löschung entsprechend Angaben im Abschnitt 'Allgemeine Informationen zur Datenspeicherung und Löschung'",
    "contact-inguiry-management-text-16": "Rechtsgrundlagen:",
    "contact-inguiry-management-text-17": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "contact-inguiry-management-text-18": "Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO)",
    "contact-inguiry-management-text-19": "Kontaktformular",
    "contact-inguiry-management-text-20": "Bei Kontaktaufnahme über unser Kontaktformular, per E-Mail oder anderen Kommunikationswegen, verarbeiten wir die uns übermittelten personenbezogenen Daten zur Beantwortung und Bearbeitung des jeweiligen Anliegens. Dies umfasst in der Regel Angaben wie Name, Kontaktinformationen und gegebenenfalls weitere Informationen, die uns mitgeteilt werden und zur angemessenen Bearbeitung erforderlich sind. Wir nutzen diese Daten ausschließlich für den angegebenen Zweck der Kontaktaufnahme und KommunikationRechtsgrundlagen: Vertragserfüllung und vorvertragliche Anfragen (Art. 6 Abs. 1 S. 1 lit. b) DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "presences-social-media": "Präsenzen in sozialen Netzwerken (Social Media)",
    "presences-social-media-text-1": "Wir unterhalten Onlinepräsenzen innerhalb sozialer Netzwerke und verarbeiten in diesem Rahmen Nutzerdaten, um mit den dort aktiven Nutzern zu kommunizieren oder Informationen über uns anzubieten.",
    "presences-social-media-text-2": "Wir weisen darauf hin, dass dabei Nutzerdaten außerhalb des Raumes der Europäischen Union verarbeitet werden können. Hierdurch können sich für die Nutzer Risiken ergeben, weil so zum Beispiel die Durchsetzung der Nutzerrechte erschwert werden könnte.",
    "presences-social-media-text-3": "Ferner werden die Daten der Nutzer innerhalb sozialer Netzwerke im Regelfall für Marktforschungs- und Werbezwecke verarbeitet. So können beispielsweise anhand des Nutzungsverhaltens und sich daraus ergebender Interessen der Nutzer Nutzungsprofile erstellt werden. Letztere finden möglicherweise wiederum Verwendung, um etwa Werbeanzeigen innerhalb und außerhalb der Netzwerke zu schalten, die mutmaßlich den Interessen der Nutzer entsprechen. Daher werden im Regelfall Cookies auf den Rechnern der Nutzer gespeichert, in denen das Nutzungsverhalten und die Interessen der Nutzer gespeichert werden. Zudem können in den Nutzungsprofilen auch Daten unabhängig der von den Nutzern verwendeten Geräten gespeichert werden (insbesondere, wenn sie Mitglieder der jeweiligen Plattformen und dort eingeloggt sind).",
    "presences-social-media-text-4": "Für eine detaillierte Darstellung der jeweiligen Verarbeitungsformen und der Widerspruchsmöglichkeiten (Opt-out) verweisen wir auf die Datenschutzerklärungen und Angaben der Betreiber der jeweiligen Netzwerke.",
    "presences-social-media-text-5": "Auch im Fall von Auskunftsanfragen und der Geltendmachung von Betroffenenrechten weisen wir darauf hin, dass diese am effektivsten bei den Anbietern geltend gemacht werden können. Nur Letztere haben jeweils Zugriff auf die Nutzerdaten und können direkt entsprechende Maßnahmen ergreifen und Auskünfte geben. Sollten Sie dennoch Hilfe benötigen, dann können Sie sich an uns wenden.",
    "presences-social-media-text-6": "Verarbeitete Datenarten:",
    "presences-social-media-text-7": "Kontaktdaten (z. B. Post- und E-Mail-Adressen oder Telefonnummern)",
    "presences-social-media-text-8": "Inhaltsdaten (z. B. textliche oder bildliche Nachrichten und Beiträge sowie die sie betreffenden Informationen, wie z. B. Angaben zur Autorenschaft oder Zeitpunkt der Erstellung)",
    "presences-social-media-text-9": "Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen)",
    "presences-social-media-text-10": "Betroffene Personen:",
    "presences-social-media-text-11": "Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten)",
    "presences-social-media-text-12": "Ferner werden die Daten der Nutzer innerhalb sozialer Netzwerke im Regelfall für Marktforschungs- und Werbezwecke verarbeitet. So können beispielsweise anhand des Nutzungsverhaltens und sich daraus ergebender Interessen der Nutzer Nutzungsprofile erstellt werden. Letztere finden möglicherweise wiederum Verwendung, um etwa Werbeanzeigen innerhalb und außerhalb der Netzwerke zu schalten, die mutmaßlich den Interessen der Nutzer entsprechen. Daher werden im Regelfall Cookies auf den Rechnern der Nutzer gespeichert, in denen das Nutzungsverhalten und die Interessen der Nutzer gespeichert werden. Zudem können in den Nutzungsprofilen auch Daten unabhängig der von den Nutzern verwendeten Geräten gespeichert werden (insbesondere, wenn sie Mitglieder der jeweiligen Plattformen und dort eingeloggt sind).",
    "presences-social-media-text-13": "Kommunikation",
    "presences-social-media-text-14": "Feedback (z. B. Sammeln von Feedback via Online-Formular)",
    "presences-social-media-text-15": "Öffentlichkeitsarbeit",
    "presences-social-media-text-16": "Löschung entsprechend Angaben im Abschnitt 'Allgemeine Informationen zur Datenspeicherung und Löschung'",
    "presences-social-media-text-17": "Rechtsgrundlagen:",
    "presences-social-media-text-18": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "presences-social-media-text-19": "Instagram Soziales Netzwerk, ermöglicht das Teilen von Fotos und Videos, das Kommentieren und Favorisieren von Beiträgen, Nachrichtenversand, Abonnieren von Profilen und SeitenDienstanbieter: Meta Platforms Ireland Limited, Merrion Road, Dublin 4, D04 X2K5, IrlandRechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)Website: https://www.instagram.comDatenschutzerklärung: https://privacycenter.instagram.com/policy/Grundlage Drittlandtransfers: Data Privacy Framework (DPF)",
    "presences-social-media-text-20": "LinkedIn Soziales Netzwerk - Wir sind gemeinsam mit LinkedIn Irland Unlimited Company für die Erhebung (jedoch nicht die weitere Verarbeitung) von Daten der Besucher, die zu Zwecken der Erstellung der 'Page-Insights' (Statistiken) unserer LinkedIn-Profile erstellt werden, verantwortlich. Zu diesen Daten gehören Informationen zu den Arten von Inhalten, die Nutzer sich ansehen oder mit denen sie interagieren, oder die von ihnen vorgenommenen Handlungen sowie Informationen über die von den Nutzern genutzten Geräte (z. B. IP-Adressen, Betriebssystem, Browsertyp, Spracheinstellungen, Cookie-Daten) und Angaben aus dem Profil der Nutzer, wie Berufsfunktion, Land, Branche, Hierarchieebene, Unternehmensgröße und Beschäftigungsstatus. Datenschutzinformationen zur Verarbeitung von Daten der Nutzer durch LinkedIn können den Datenschutzhinweisen von LinkedIn entnommen werden: Zu diesen Daten gehören Informationen zu den Arten von Inhalten, die Nutzer sich ansehen oder mit denen sie interagieren, oder die von ihnen vorgenommenen Handlungen sowie Informationen über die von den Nutzern genutzten Geräte (z. B. IP-Adressen, Betriebssystem, Browsertyp, Spracheinstellungen, Cookie-Daten) und Angaben aus dem Profil der Nutzer, wie Berufsfunktion, Land, Branche, Hierarchieebene, Unternehmensgröße und Beschäftigungsstatus. Datenschutzinformationen zur Verarbeitung von Daten der Nutzer durch LinkedIn können den Datenschutzhinweisen von LinkedIn entnommen werden: Website: https://www.linkedin.comDatenschutzerklärung: https://www.linkedin.com/legal/privacy-policyGrundlage Drittlandtransfers: Data Privacy Framework (DPF)Widerspruchsmöglichkeit (Opt-Out): https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out",
    "presences-social-media-text-21": "X Dienstanbieter: Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2 D02 AX07, IrlandRechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)Website: https://x.comDatenschutzerklärung: https://x.com/de/privacy",
    "presences-social-media-text-22": "Xing Dienstanbieter: New Work SE, Am Strandkai 1, 20457 Hamburg, DeutschlandRechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)Website: https://www.xing.com/Datenschutzerklärung: https://privacy.xing.com/de/datenschutzerklaerung",
    "plug-ins-embedded-functions": "Plug-ins und eingebettete Funktionen sowie Inhalte",
    "plug-ins-embedded-functions-text-1": "Wir binden Funktions- und Inhaltselemente in unser Onlineangebot ein, die von den Servern ihrer jeweiligen Anbieter (nachfolgend als 'Drittanbieter' bezeichnet) bezogen werden. Dabei kann es sich zum Beispiel um Grafiken, Videos oder Stadtpläne handeln (nachfolgend einheitlich als 'Inhalte' bezeichnet).",
    "plug-ins-embedded-functions-text-2": "Die Einbindung setzt immer voraus, dass die Drittanbieter dieser Inhalte die IP-Adresse der Nutzer verarbeiten, da sie ohne IP-Adresse die Inhalte nicht an deren Browser senden könnten. Die IP-Adresse ist damit für die Darstellung dieser Inhalte oder Funktionen erforderlich. Wir bemühen uns, nur solche Inhalte zu verwenden, deren jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte anzuwenden. Drittanbieter können ferner sogenannte Pixel-Tags (unsichtbare Grafiken, auch als 'Web Beacons' bezeichnet) für statistische oder Marketingzwecke einsetzen. Durch die 'Pixel-Tags' können Informationen, wie etwa der Besucherverkehr auf den Seiten dieser Website, ausgewertet werden. Die pseudonymen Informationen können darüber hinaus in Cookies auf dem Gerät der Nutzer gespeichert werden und unter anderem technische Auskünfte zum Browser und zum Betriebssystem, zu verweisenden Websites, zur Besuchszeit sowie weitere Angaben zur Nutzung unseres Onlineangebots enthalten, aber auch mit solchen Informationen aus anderen Quellen verbunden werden.",
    "plug-ins-embedded-functions-text-3": "Hinweise zu Rechtsgrundlagen: Sofern wir die Nutzer um ihre Einwilligung in den Einsatz der Drittanbieter bitten, stellt die Rechtsgrundlage der Datenverarbeitung die Erlaubnis dar. Ansonsten werden die Nutzerdaten auf Grundlage unserer berechtigten Interessen (d. h. Interesse an effizienten, wirtschaftlichen und empfängerfreundlichen Leistungen) verarbeitet. In diesem Zusammenhang möchten wir Sie auch auf die Informationen zur Verwendung von Cookies in dieser Datenschutzerklärung hinweisen.",
    "plug-ins-embedded-functions-text-4": "Verarbeitete Datenarten:",
    "plug-ins-embedded-functions-text-5": "Nutzungsdaten (z. B. Seitenaufrufe und Verweildauer, Klickpfade, Nutzungsintensität und -frequenz, verwendete Gerätetypen und Betriebssysteme, Interaktionen mit Inhalten und Funktionen)",
    "plug-ins-embedded-functions-text-6": "Meta-, Kommunikations- und Verfahrensdaten (z. B. IP-Adressen, Zeitangaben, Identifikationsnummern, beteiligte Personen)",
    "plug-ins-embedded-functions-text-7": "Betroffene Personen:",
    "plug-ins-embedded-functions-text-8": "Nutzer (z. B. Webseitenbesucher, Nutzer von Onlinediensten)",
    "plug-ins-embedded-functions-text-9": "Zwecke der Verarbeitung:",
    "plug-ins-embedded-functions-text-10": "Bereitstellung unseres Onlineangebotes und Nutzerfreundlichkeit",
    "plug-ins-embedded-functions-text-11": "Löschung entsprechend Angaben im Abschnitt 'Allgemeine Informationen zur Datenspeicherung und Löschung'. Speicherung von Cookies von bis zu 2 Jahren (Sofern nicht anders angegeben, können Cookies und ähnliche Speichermethoden für einen Zeitraum von zwei Jahren auf den Geräten der Nutzer gespeichert werden.)",
    "plug-ins-embedded-functions-text-12": "Hinweise zu Rechtsgrundlagen: Sofern wir die Nutzer um ihre Einwilligung in den Einsatz der Drittanbieter bitten, stellt die Rechtsgrundlage der Datenverarbeitung die Erlaubnis dar. Ansonsten werden die Nutzerdaten auf Grundlage unserer berechtigten Interessen (d. h. Interesse an effizienten, wirtschaftlichen und empfängerfreundlichen Leistungen) verarbeitet. In diesem Zusammenhang möchten wir Sie auch auf die Informationen zur Verwendung von Cookies in dieser Datenschutzerklärung hinweisen.",
    "plug-ins-embedded-functions-text-13": "Einwilligung (Art. 6 Abs. 1 S. 1 lit. a) DSGVO)",
    "plug-ins-embedded-functions-text-14": "Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "plug-ins-embedded-functions-text-15": "Google Fonts (Bereitstellung auf eigenem Server) Bereitstellung von Schriftarten-Dateien zwecks einer nutzerfreundlichen Darstellung unseres OnlineangebotesDienstanbieter: Die Google Fonts werden auf unserem Server gehostet, es werden keine Daten an Google übermittelt Rechtsgrundlagen: Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f) DSGVO)",
    "plug-ins-embedded-functions-text-16": "Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke"
  },
  "legal-notice": {
    "title": "Impressum",
    "responsible": "Verantwortlicher",
    "responsible-name": "Samuel Hilgert",
    "responsible-adress": "Eichendorffstraße 22",
    "responsible-city": "68519 Viernheim",
    "responsible-country": "Deutschland",
    "authorized-representative": "Vertretungsberechtigt: Samuel Hilgert",
    "responsible-mail": "mail@samuelhilgert.com",
    "link-privacy-policy": "Zur Datenschutzerklärung"
  }
}