{
  "navbar-link": {
    "about": "About me",
    "skills": "Skills",
    "projects": "Projects"
  },
  "headline-button": {
    "check": "Check my work",
    "contact": "Contact me"
  },
  "banner": {
    "remote": "Available for remote work",
    "base": "Based in Viernheim",
    "status": "Open to work"
  },
  "aboute-me": {
    "title": "Who I Am",
    "subtitle": "About me",
    "intro": "Even as a child, I was enthusiastic about technology and computers in particular. I had my first major contact with IT as part of my training in business informatics with various programming languages such as C, C++ and PHP. However, it was during the implementation of my first own Wordpress projects as a freelancer that I developed a passion for coding and the goal of gaining a professional foothold in IT. As a front-end developer, I design modern and user-friendly applications that are characterized by their clear aesthetics and intuitive usability.",
    "first": "For me, programming is much more than just coding - it is a creative method for solving technical problems. I attach great importance to transforming complex technical applications into clear and user-friendly solutions.",
    "second": "I am open to new challenges and always looking for new opportunities to continuously improve my knowledge and skills.",
    "third": "I am flexible in terms of where I work. I work both remotely and on site in the Mannheim and Heidelberg area."
  },
  "skills": {
    "title": "Technologies",
    "subtitle": "Skill Set",
    "intro": "Along the way, I have worked on many projects and have become familiar with and used a wide range of front-end technologies and concepts. Here you will find a small selection of technologies in which I excel.",
    "subline": "You need",
    "sublineExt": "another skill?",
    "text": "I am of course open to learning new technologies, methods and concepts in order to be able to offer competent solutions tailored to your needs, but also to keep up to date in the constantly evolving world of web development. You are welcome to contact me. I look forward to new challenges and opportunities to expand my knowledge.",
    "button": "Let's Talk"
  },
  "projectSection": {
    "title": "Portfolio",
    "subtitle": "Featured Projects",
    "intro": "Here you will find a selection of my completed projects – click on the projects to see more."
  },
  "feedback": {
    "title": "What others say about me",
    "lena_schone": "Samuel not only designed our website functionally, but also beautifully. He really responded to our wishes and needs! Not only we, but also our user were delighted with the website.",
    "lena_schone_role": "Customer",
    "g_heinrich": "Working with Samuel was great! His commitment and perseverance played a key role in moving our project forward. You could always rely on him!",
    "g_heinrich_role": "Team Partner",
    "t_wahrenberg": "I would like to praise Samuel for his excellent work. His enthusiasm, willingness to learn and creative contributions are particularly noteworthy. He also had a very pleasant and outgoing personality, which made me feel very comfortable in the team.",
    "t_wahrenberg_role": "Team Partner"
  },
  "contact": {
    "title": "Contact me",
    "subtitle": "Let's work together",
    "subline": "Got a problem to solve?",
    "text": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "question": "Need a Frontend developer?",
    "link": "Let's talk!",
    "form_name": "What's your name?",
    "form_name_example": "Your name goes here",
    "form_mail": "What's your email?",
    "form_mail_example": "your-email@email.com",
    "form_message": "How can i help you?",
    "form_message_example": "Hello Samuel, I am interested in...",
    "term": "I've read the",
    "term_end": "and agree to the processing of my data as outlined.",
    "privacy": "privacy policy",
    "form_name_required": "Name is required.",
    "form_email_required": "Email is required.",
    "form_email_invalid": "Please enter a valid email address.",
    "form_message_required": "Message is required.",
    "missingTerm": "You must accept the terms to proceed.",
    "success-mail-msg": "Email successfully sent!"
  },
  "footer": {
    "legal-notice": "Legal Notice"
  },
  "popup-project": {
    "headline": "What is this project about?",
    "next-project-text": "Next project"
  },
  "projects": [
    {
      "description": ""
    },
    {
      "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories."
    },
    {
      "description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen."
    },
    {
      "description": "A professional advertising presence for a real estate agency. This site is linked to a database to show current offers as well as references."
    },
    {
      "description": "A website for the upcoming wedding. After logging in, the invited guests can, for example, leave feedback or fulfill wishes from the wish list."
    },
    {
      "description": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization."
    }
  ],
  "privacy-policy": {
    "title": "Privacy Policy",
    "preamble": "Preamble",
    "preamble-text-1": "With the following privacy policy, we would like to inform you about which types of your personal data (hereinafter also referred to as 'data' for short) we process for which purposes and to what extent. The privacy policy applies to all personal data processing activities carried out by us, both in the context of providing our services and in particular on our websites, in mobile applications, as well as within external online presences, such as our social media profiles (hereinafter collectively referred to as 'online offering').",
    "preamble-text-2": "The terms used are not gender-specific.",
    "preamble-text-3": "As of: July 2024",
    "content-overview": "Content Overview",
    "content-overview-text-1": "Preamble",
    "content-overview-text-2": "Responsible",
    "content-overview-text-3": "Overview of processing",
    "content-overview-text-4": "Relevant legal bases",
    "content-overview-text-5": "Security measures",
    "content-overview-text-6": "Transfer of personal data",
    "content-overview-text-7": "International data transfers",
    "content-overview-text-8": "General information on data storage and deletion",
    "content-overview-text-9": "Rights of data subjects",
    "content-overview-text-10": "Business services",
    "content-overview-text-11": "Provision of the online offer and web hosting",
    "content-overview-text-12": "Use of cookies",
    "content-overview-text-13": "Contact and request management",
    "content-overview-text-14": "Social media presences",
    "content-overview-text-15": "Plugins and embedded functions as well as content",
    "responsible": "Responsible",
    "responsible-name": "Samuel Hilgert",
    "responsible-adress": "Eichendorffstraße 22",
    "responsible-city": "68519 Viernheim",
    "responsible-country": "Germany",
    "responsible-mail": "mail@samuelhilgert.com",
    "overview-of-processing": "Overview of processing",
    "overview-of-processing-text-1": "The following overview summarizes the types of data processed and the purposes of their processing and refers to the data subjects.",
    "overview-of-processing-subline1": "Types of processed data",
    "overview-of-processing-type-1": "Inventory data",
    "overview-of-processing-type-2": "Payment data",
    "overview-of-processing-type-3": "Contact data",
    "overview-of-processing-type-4": "Content data",
    "overview-of-processing-type-5": "Contract data",
    "overview-of-processing-type-6": "Usage data",
    "overview-of-processing-type-7": "Meta, communication and procedural data",
    "overview-of-processing-type-8": "Protocol data",
    "overview-of-processing-subline2": "Categories of affected persons",
    "overview-of-processing-type-9": "Recipients of services and clients",
    "overview-of-processing-type-10": "Payment data",
    "overview-of-processing-type-11": "Contact data",
    "overview-of-processing-type-12": "Content data",
    "overview-of-processing-type-13": "Contract data",
    "overview-of-processing-subline3": "Purposes of processing",
    "overview-of-processing-type-14": "Provision of contractual services and fulfillment of contractual obligations",
    "overview-of-processing-type-15": "Communication",
    "overview-of-processing-type-16": "Security measures",
    "overview-of-processing-type-17": "Office and organizational procedures",
    "overview-of-processing-type-18": "Organizational and administrative procedures",
    "overview-of-processing-type-19": "Feedback",
    "overview-of-processing-type-20": "Provision of our online offering and user-friendliness",
    "overview-of-processing-type-21": "Information technology infrastructure",
    "overview-of-processing-type-22": "Public relations",
    "overview-of-processing-type-23": "Business processes and economic procedures",
    "relevant": "Relevant legal bases",
    "relevant-text-1": "Relevant legal bases under the GDPR: Below is an overview of the legal bases of the GDPR, on which we process personal data. Please note that in addition to the provisions of the GDPR, national data protection regulations in your or our country of residence or business location may apply. If more specific legal bases apply in individual cases, we will inform you of these in the privacy policy.",
    "relevant-text-2": "Consent (Art. 6 (1) sentence 1 lit. a) GDPR) - The data subject has given their consent to the processing of personal data concerning them for one or more specific purposes.",
    "relevant-text-3": "Performance of a contract and pre-contractual inquiries (Art. 6 (1) sentence 1 lit. b) GDPR) - The processing is necessary for the performance of a contract to which the data subject is a party or to take steps at the request of the data subject prior to entering into a contract.",
    "relevant-text-4": "Legal obligation (Art. 6 (1) sentence 1 lit. c) GDPR) - The processing is necessary for compliance with a legal obligation to which the controller is subject.",
    "relevant-text-5": "Legitimate interests (Art. 6 (1) sentence 1 lit. f) GDPR) - The processing is necessary for the purposes of the legitimate interests pursued by the controller or a third party, provided that such interests are not overridden by the interests or fundamental rights and freedoms of the data subject which require the protection of personal data.",
    "relevant-text-6": "National data protection regulations in Germany: In addition to the data protection regulations of the GDPR, national regulations on data protection in Germany apply. These include, in particular, the Federal Data Protection Act (Bundesdatenschutzgesetz – BDSG). The BDSG contains special regulations regarding the right to information, the right to erasure, the right to object, the processing of special categories of personal data, processing for other purposes, transmission, and automated decision-making on a case-by-case basis including profiling. Furthermore, data protection laws of the individual federal states may apply.",
    "relevant-text-7": "Reference to the applicability of GDPR and Swiss FADP: These privacy notices serve to provide information under both the Swiss Federal Act on Data Protection (FADP) and the General Data Protection Regulation (GDPR). Therefore, please note that terms used in the GDPR are employed here for broader applicability and comprehensibility. In particular, instead of the terms 'processing' of 'personal data,' 'legitimate interest,' and 'special categories of personal data' used in the GDPR, we use terms from the Swiss FADP such as 'processing' of 'personal data,' 'overriding interest,' and 'sensitive personal data.' The legal meaning of these terms will still be determined in accordance with the Swiss FADP.",
    "security-measures": "Security measures",
    "security-measures-text-1": "We take appropriate technical and organizational measures to ensure a level of security appropriate to the risk, in accordance with legal requirements, taking into account the state of the art, the costs of implementation, and the nature, scope, circumstances, and purposes of the processing, as well as the varying likelihood and severity of the risk to the rights and freedoms of natural persons.",
    "security-measures-text-2": "The measures include, in particular, securing the confidentiality, integrity, and availability of data by controlling both physical and electronic access to the data, as well as access, input, transmission, availability, and separation of the data. We have also established procedures to ensure the exercise of data subject rights, the deletion of data, and responses to data breaches. Furthermore, we consider the protection of personal data in the development or selection of hardware, software, and procedures, following the principle of data protection by design and by default.",
    "transfer-of-data": "Transfer of personal data",
    "transfer-of-data-text-1": "In the course of processing personal data, it may happen that these are transferred to other entities, companies, legally independent organizational units, or individuals, or disclosed to them. Recipients of these data may include, for example, service providers entrusted with IT tasks or providers of services and content embedded in a website. In such cases, we comply with legal requirements and enter into contracts or agreements with the recipients of your data to protect your data.",
    "international-data-transfers": "International data transfers",
    "international-data-transfers-text-1": "Data processing in third countries: If we process data in a third country (i.e., outside the European Union (EU) or the European Economic Area (EEA)) or if processing occurs through the use of third-party services or the disclosure or transfer of data to other persons, entities, or companies, this will only occur in compliance with legal requirements. If the level of data protection in the third country is recognized by an adequacy decision (Art. 45 GDPR), this will serve as the basis for the data transfer. Otherwise, data transfers will only occur if the level of data protection is otherwise ensured, particularly through standard contractual clauses (Art. 46 (2) lit. c) GDPR), explicit consent, or in the case of contractual or legally required transfers (Art. 49 (1) GDPR). Otherwise, we will inform you of the legal basis for the third-country transfer for each individual provider from the third country, with adequacy decisions being the priority. Information on third-country transfers and available adequacy decisions can be found on the EU Commission's website: https://commission.europa.eu/law/law-topic/data-protection/international-dimension-data-protection_en?prefLang=en.",
    "international-data-transfers-text-2": "EU-US Trans-Atlantic Data Privacy Framework: As part of the so-called Data Privacy Framework (DPF), the EU Commission has also recognized the data protection level of certain US companies as secure through an adequacy decision on July 10, 2023. The list of certified companies and further information about the DPF can be found on the website of the US Department of Commerce: https://www.dataprivacyframework.gov/. We inform you in our privacy notices which service providers we use that are certified under the Data Privacy Framework.",
    "general-information-on-data-storage": "General information on data storage and deletion",
    "general-information-on-data-storage-text-1": "We delete personal data that we process in accordance with legal regulations as soon as the underlying consents are revoked or no other legal basis for processing exists. This applies to cases where the original purpose of processing no longer exists, or the data is no longer needed. Exceptions to this rule exist if legal obligations or special interests require longer retention or archiving of the data.",
    "general-information-on-data-storage-text-2": "In particular, data that must be retained for commercial or tax reasons, or where storage is necessary for legal prosecution or protection of the rights of other natural or legal persons, must be appropriately archived.",
    "general-information-on-data-storage-text-3": "Our privacy notices contain additional information about retention and deletion of data specifically related to certain processing operations.",
    "general-information-on-data-storage-text-4": "If there are multiple retention periods or deletion deadlines for a data item, the longest period is always applicable.",
    "general-information-on-data-storage-text-5": "If a period does not expressly begin on a specific date and is at least one year, it automatically starts at the end of the calendar year in which the event triggering the period occurred. In the case of ongoing contractual relationships where data is stored, the triggering event is the time the termination becomes effective or another termination of the legal relationship.",
    "general-information-on-data-storage-text-6": "Data that is no longer stored for its original intended purpose, but for legal or other reasons, is processed solely for the reasons that justify its retention.",
    "general-information-on-data-storage-text-7": "Further information on processing operations, procedures, and services",
    "general-information-on-data-storage-text-8": "Retention and deletion of data",
    "general-information-on-data-storage-text-9": "The following general periods apply for retention and archiving under German law:",
    "general-information-on-data-storage-text-10": "10 years - Retention period for books and records, financial statements, inventories, management reports, opening balance sheets, and the necessary work instructions and other organizational documents for their understanding, booking vouchers, and invoices (§ 147 (3) in conjunction with (1) No. 1, 4 and 4a AO, § 14b (1) UStG, § 257 (1) No. 1 and 4, (4) HGB).",
    "general-information-on-data-storage-text-11": "6 years - Other business documents: received business or trade letters, copies of sent business or trade letters, other documents relevant for taxation, such as timesheets, business accounting records, calculation documents, price listings, and payroll records, if they are not already accounting documents, and cash register receipts (§ 147 (3) in conjunction with (1) No. 2, 3, 5 AO, § 257 (1) No. 2 and 3, (4) HGB).",
    "general-information-on-data-storage-text-12": "3 years - Data required to address potential warranty and compensation claims or similar contractual claims and rights, as well as related inquiries, based on past business experiences and common industry practices, will be stored for the duration of the regular statutory limitation period of three years (§§ 195, 199 BGB).",
    "rights-of-data-subjects": "Rights of Data Subjects",
    "rights-of-data-subjects-text-1": "Rights of Data Subjects under the GDPR: As a data subject, you are entitled to various rights under the GDPR, which are primarily derived from Articles 15 to 21 GDPR:",
    "rights-of-data-subjects-text-2": "Right to Object: You have the right, for reasons arising from your particular situation, to object at any time to the processing of your personal data, which is carried out on the basis of Article 6(1)(e) or (f) GDPR; this also applies to profiling based on these provisions. If your personal data is processed for direct marketing purposes, you have the right to object at any time to the processing of your personal data for such marketing purposes; this also applies to profiling related to such direct marketing.",
    "rights-of-data-subjects-text-3": "Right to Withdraw Consent: You have the right to withdraw any consent you have given at any time.",
    "rights-of-data-subjects-text-4": "Right of Access: You have the right to request confirmation as to whether your data is being processed and to request information about this data as well as further details and a copy of the data as required by law.",
    "rights-of-data-subjects-text-5": "Right to Rectification: You have the right, in accordance with the legal provisions, to request the completion of data concerning you or the correction of inaccurate data concerning you.",
    "rights-of-data-subjects-text-6": "Right to Erasure and Restriction of Processing: You have the right, under the legal provisions, to request the immediate deletion of data concerning you or, alternatively, under the legal provisions, to request a restriction on the processing of the data.",
    "rights-of-data-subjects-text-7": "Right to Data Portability: You have the right to receive the data concerning you that you have provided to us in a structured, commonly used, and machine-readable format, or to request its transmission to another controller, in accordance with the legal provisions.",
    "rights-of-data-subjects-text-8": "Right to Lodge a Complaint with a Supervisory Authority: Without prejudice to any other administrative or judicial remedy, you have the right to lodge a complaint with a supervisory authority, in particular in the member state of your habitual residence, place of work, or place of the alleged infringement, if you believe that the processing of your personal data violates the GDPR.",
    "business-benefits": "Business Services",
    "business-benefits-text-1": "We process data of our contractual and business partners, such as customers and interested parties (collectively referred to as 'contractual partners'), in the context of contractual and similar legal relationships, as well as associated measures, and with regard to communication with the contractual partners (or pre-contractually), such as to respond to inquiries.",
    "business-benefits-text-2": "We use this data to fulfill our contractual obligations. This includes, in particular, the obligations to provide the agreed services, any obligations to update services, and remedies in case of warranty or other performance issues. Furthermore, we use the data to protect our rights and for purposes of associated administrative tasks and corporate organization. In addition, we process the data based on our legitimate interest in proper and efficient business operations, as well as in security measures to protect our contractual partners and our business operations from abuse, threats to their data, secrets, information, and rights (e.g., through the involvement of telecommunications, transport, and other support services as well as subcontractors, banks, tax and legal advisors, payment service providers, or tax authorities). Within the scope of applicable law, we only disclose the data of contractual partners to third parties to the extent necessary for the aforementioned purposes or to comply with legal obligations. Further forms of processing, such as for marketing purposes, are communicated to the contractual partners in this privacy policy.",
    "business-benefits-text-3": "We inform the contractual partners before or during the collection of data, such as in online forms, through special markings (e.g., colors) or symbols (e.g., asterisks or similar), or personally, as to which data is necessary for the aforementioned purposes.",
    "business-benefits-text-4": "We delete the data after the expiration of statutory warranty and similar obligations, i.e., generally after four years, unless the data is stored in a customer account, for example, if it must be retained for legal reasons (e.g., typically ten years for tax purposes). Data that is disclosed to us by the contractual partner in the context of an order is deleted according to the legal provisions and generally after the end of the order.",
    "business-benefits-text-5": "Types of Data Processed:",
    "business-benefits-text-6": "Inventory data (e.g., full name, home address, contact details, customer number, etc.)",
    "business-benefits-text-7": "Payment data (e.g., bank details, invoices, payment history)",
    "business-benefits-text-8": "Contact data (e.g., postal and email addresses or phone numbers)",
    "business-benefits-text-9": "Contract data (e.g., contract subject, duration, customer category)",
    "business-benefits-text-10": "Affected Individuals:",
    "business-benefits-text-11": "Service recipients and clients:",
    "business-benefits-text-12": "Interested parties:",
    "business-benefits-text-13": "Business and contractual partners:",
    "business-benefits-text-14": "Purposes of Processing:",
    "business-benefits-text-15": "Provision of contractual services and fulfillment of contractual obligations",
    "business-benefits-text-16": "Communication",
    "business-benefits-text-17": "Office and organizational procedures",
    "business-benefits-text-18": "Organizational and administrative procedures",
    "business-benefits-text-19": "Business processes and economic procedures",
    "business-benefits-text-20": "Deletion as specified in the section 'General Information on Data Storage and Deletion'",
    "business-benefits-text-21": "Legal Bases:",
    "business-benefits-text-22": "Performance of contract and pre-contractual inquiries (Art. 6(1) sentence 1 lit. b GDPR)",
    "business-benefits-text-23": "Legal obligation (Art. 6(1) sentence 1 lit. c GDPR)",
    "business-benefits-text-24": "Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR)",
    "business-benefits-text-25": "Project and Development Services",
    "business-benefits-text-26": "We process the data of our customers and clients (hereinafter collectively referred to as 'customers') to enable them to select, purchase, or commission the chosen services or works, as well as associated activities, and to facilitate payment and delivery or execution.",
    "business-benefits-text-27": "The necessary information is marked as such during the contract, order, or similar contractual conclusion and includes the information required for the provision of the service and billing, as well as contact details to allow for any necessary follow-up. If we gain access to information from end customers, employees, or other persons, we process this in accordance with legal and contractual requirements.",
    "business-benefits-text-28": "Legal Bases:",
    "business-benefits-text-29": "Performance of contract and pre-contractual inquiries (Art. 6(1) sentence 1 lit. b GDPR).",
    "provision-of-online-offering": "Provision of Online Offering and Web Hosting",
    "provision-of-online-offering-text-1": "We process the data of users in order to provide them with our online services. For this purpose, we process the user's IP address, which is necessary to deliver the content and functions of our online services to the user's browser or device.",
    "provision-of-online-offering-text-2": "Types of Data Processed:",
    "provision-of-online-offering-text-3": "Usage data (e.g., page views and duration, click paths, usage intensity and frequency, device types used and operating systems, interactions with content and functions)",
    "provision-of-online-offering-text-4": "Meta, communication, and procedural data (e.g., IP addresses, timestamps, identification numbers, involved individuals)",
    "provision-of-online-offering-text-5": "Log data (e.g., log files concerning logins, data retrieval, or access times)",
    "provision-of-online-offering-text-6": "Affected Individuals:",
    "provision-of-online-offering-text-7": "Users (e.g., website visitors, users of online services)",
    "provision-of-online-offering-text-8": "Purposes of Processing:",
    "provision-of-online-offering-text-9": "Provision of our online offering and user-friendliness",
    "provision-of-online-offering-text-10": "IT infrastructure (operation and provision of information systems and technical devices (computers, servers, etc.))",
    "provision-of-online-offering-text-11": "Security measures",
    "provision-of-online-offering-text-12": "Deletion as specified in the section 'General Information on Data Storage and Deletion'",
    "provision-of-online-offering-text-13": "Legal Bases:",
    "provision-of-online-offering-text-14": "Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR)",
    "provision-of-online-offering-text-15": "Collection of Access Data and Log Files",
    "provision-of-online-offering-text-16": "Access to our online offering is logged in the form of so-called 'server log files.' These server log files may include the address and name of the accessed web pages and files, the date and time of access, transmitted data volumes, messages about successful retrieval, browser type and version, the user's operating system, referrer URL (the previously visited page), and typically IP addresses and the requesting provider. The server log files may be used for security purposes, for example, to avoid overloading the servers (especially in cases of abusive attacks, such as DDoS attacks), and also to ensure the stability and performance of the servers. Legal basis: Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR). Data deletion: Log file information is stored for a maximum period of 30 days and then deleted or anonymized. Data that needs to be retained for evidentiary purposes is excluded from deletion until the respective incident is finally resolved.",
    "provision-of-online-offering-text-17": "ALL-INKL Services in the Field of Providing IT Infrastructure and Related Services (e.g., storage space and/or computing capacity). Service Provider: ALL-INKL.COM - Neue Medien Münnich, Owner: René Münnich, Hauptstraße 68, 02742 Friedersdorf, Germany. Legal basis: Legitimate interests (Art. 6(1) sentence 1 lit. f GDPR). Website: https://all-inkl.com/ Privacy Policy: https://all-inkl.com/datenschutzinformationen/ Data Processing Agreement: Provided by the service provider.",
    "user-of-cookies": "Use of Cookies",
    "user-of-cookies-text-1": "Cookies are small text files or other types of storage that store and read information on end devices. For example, to save the login status in a user account, the contents of a shopping cart in an online store, the accessed content, or the functions used in an online service. Cookies can also be used for various purposes, such as ensuring the functionality, security, and convenience of online services or creating visitor flow analyses.",
    "user-of-cookies-text-2": "Consent notice: We use cookies in accordance with legal regulations. Therefore, we obtain prior consent from users unless it is not required by law. Permission is not necessary, especially if the storage and reading of information, including cookies, is absolutely essential to provide users with a telemedia service they have expressly requested (i.e., our online service). The revocable consent is clearly communicated to the users and includes information about the specific use of cookies.",
    "user-of-cookies-text-3": "Data protection legal basis notice: The legal basis for processing users' personal data via cookies depends on whether we ask for their consent. If users accept, the legal basis for processing their data is the given consent. Otherwise, data processed via cookies is based on our legitimate interests (e.g., the economic operation of our online service and improving its usability) or, if it is necessary to fulfill our contractual obligations, when cookies are required to meet those obligations. The purposes for which cookies are used will be explained in this privacy policy or as part of our consent and processing procedures.",
    "user-of-cookies-text-4": "Storage duration: Regarding storage duration, the following types of cookies are distinguished:",
    "user-of-cookies-text-5": "Temporary cookies (also: session or session cookies): Temporary cookies are deleted at the latest after a user leaves an online service and closes their end device (e.g., browser or mobile application).",
    "user-of-cookies-text-6": "Permanent cookies: Permanent cookies remain stored even after closing the end device. For example, the login status can be saved, and preferred content can be displayed directly when the user revisits a website. Additionally, user data collected through cookies can be used for reach measurement. If we do not provide users with explicit information about the type and storage duration of cookies (e.g., when obtaining consent), they should assume that they are permanent and that the storage duration can last up to two years.",
    "user-of-cookies-text-7": "General notice about withdrawal and objection (opt-out): Users can withdraw their consent at any time and object to the processing in accordance with legal requirements, including through the privacy settings of their browser.",
    "user-of-cookies-text-8": "Processed data types:",
    "user-of-cookies-text-9": "Meta, communication, and procedural data (e.g., IP addresses, time stamps, identification numbers, involved parties)",
    "user-of-cookies-text-10": "Affected persons:",
    "user-of-cookies-text-11": "Users (e.g., website visitors, users of online services)",
    "user-of-cookies-text-12": "Data protection legal basis notice: The legal basis for processing users' personal data via cookies depends on whether we ask for their consent. If users accept, the legal basis for processing their data is the given consent. Otherwise, data processed via cookies is based on our legitimate interests (e.g., the economic operation of our online service and improving its usability) or, if it is necessary to fulfill our contractual obligations, when cookies are required to meet those obligations. The purposes for which cookies are used will be explained in this privacy policy or as part of our consent and processing procedures.",
    "user-of-cookies-text-13": "Legitimate interests (Art. 6 para. 1 sentence 1 lit. f) GDPR)",
    "user-of-cookies-text-14": "Consent (Art. 6 para. 1 sentence 1 lit. a) GDPR)",
    "user-of-cookies-text-15": "Processing of cookie data based on consent",
    "user-of-cookies-text-16": "We use a consent management solution to obtain user consent for the use of cookies or for the procedures and providers specified in the consent management solution. This procedure serves to obtain, log, manage, and revoke consent, particularly concerning the use of cookies and similar technologies used to store, read, and process information on users' devices. As part of this process, users' consent is obtained for the use of cookies and the associated data processing, including the specific procedures and providers mentioned in the consent management process. Users can also manage and revoke their consents. The consent declarations are stored to avoid re-asking and to provide proof of consent according to legal requirements. Storage occurs server-side and/or in a cookie (so-called opt-in cookie) or by similar technologies to associate the consent with a specific user or device. If no specific details about the providers of consent management services are given, the following general information applies: The storage duration of the consent is up to two years. A pseudonymous user identifier is created, which is stored together with the time of consent, the scope of the consent (e.g., affected categories of cookies and/or service providers), as well as information about the browser, system, and used device.",
    "contact-inquiry-management": "Contact and Inquiry Management",
    "contact-inquiry-management-text-1": "When contacting us (e.g., by mail, contact form, email, telephone, or via social media) and within the scope of existing user and business relationships, the information provided by the inquiring persons is processed to the extent necessary to respond to the contact inquiries and any requested measures.",
    "contact-inquiry-management-text-2": "Processed Data Types:",
    "contact-inquiry-management-text-3": "Inventory data (e.g., full name, home address, contact information, customer number, etc.)",
    "contact-inquiry-management-text-4": "Contact details (e.g., postal and email addresses or phone numbers)",
    "contact-inquiry-management-text-5": "Content data (e.g., textual or visual messages and posts, as well as related information such as authorship details or creation times)",
    "contact-inquiry-management-text-6": "Usage data (e.g., page views and time spent, click paths, usage intensity and frequency, types of devices used, operating systems, interactions with content and features)",
    "contact-inquiry-management-text-7": "Meta, communication, and procedural data (e.g., IP addresses, timestamps, identification numbers, involved persons)",
    "contact-inquiry-management-text-8": "Affected Persons:",
    "contact-inquiry-management-text-9": "Communication partners",
    "contact-inquiry-management-text-10": "Purposes of Processing:",
    "contact-inquiry-management-text-11": "Communication",
    "contact-inquiry-management-text-12": "Organizational and administrative procedures",
    "contact-inquiry-management-text-13": "Feedback (e.g., collecting feedback via online form)",
    "contact-inquiry-management-text-14": "Provision of our online service and user-friendliness",
    "contact-inquiry-management-text-15": "Deletion as per the details in the section 'General Information on Data Storage and Deletion'",
    "contact-inquiry-management-text-16": "Legal Basis:",
    "contact-inquiry-management-text-17": "Legitimate interests (Art. 6 para. 1 sentence 1 lit. f) GDPR)",
    "contact-inquiry-management-text-18": "Contract performance and pre-contractual inquiries (Art. 6 para. 1 sentence 1 lit. b) GDPR)",
    "contact-inquiry-management-text-19": "Contact form",
    "contact-inquiry-management-text-20": "When contacting us via our contact form, email, or other communication channels, we process the personal data provided to us to respond to and handle the respective inquiry. This generally includes information such as name, contact details, and possibly further information provided to us that is necessary for appropriate handling. We use this data exclusively for the specified purpose of contact and communication. Legal Basis: Contract performance and pre-contractual inquiries (Art. 6 para. 1 sentence 1 lit. b) GDPR), Legitimate interests (Art. 6 para. 1 sentence 1 lit. f) GDPR)",
    "presences-social-media": "Presences on Social Networks (Social Media)",
    "presences-social-media-text-1": "We maintain online presences within social networks and process user data in this context to communicate with the users active there or to offer information about us.",
    "presences-social-media-text-2": "We point out that user data may be processed outside the European Union. This may pose risks for users, for example, making it more difficult to enforce their rights.",
    "presences-social-media-text-3": "Furthermore, user data within social networks is usually processed for market research and advertising purposes. For example, usage profiles can be created based on user behavior and resulting interests. These profiles may be used to display advertisements within and outside the networks that are presumably aligned with the interests of the users. For this reason, cookies are usually stored on the users' devices, where their usage behavior and interests are recorded. Additionally, data may be stored in user profiles independent of the devices used (especially if users are members of the respective platforms and logged in).",
    "presences-social-media-text-4": "For a detailed presentation of the respective processing forms and options to object (Opt-out), we refer to the privacy policies and information of the operators of the respective networks.",
    "presences-social-media-text-5": "Even in the case of information requests and the assertion of user rights, we point out that these are most effectively addressed to the providers. Only they have access to user data and can take appropriate measures and provide information directly. If you still need assistance, you can contact us.",
    "presences-social-media-text-6": "Processed Data Types:",
    "presences-social-media-text-7": "Contact details (e.g., postal and email addresses or phone numbers)",
    "presences-social-media-text-8": "Content data (e.g., textual or visual messages and posts, as well as related information such as authorship details or creation times)",
    "presences-social-media-text-9": "Usage data (e.g., page views and time spent, click paths, usage intensity and frequency, types of devices used, operating systems, interactions with content and features)",
    "presences-social-media-text-10": "Affected Persons:",
    "presences-social-media-text-11": "Users (e.g., website visitors, users of online services)",
    "presences-social-media-text-12": "Furthermore, user data within social networks is usually processed for market research and advertising purposes. For example, usage profiles can be created based on user behavior and resulting interests. These profiles may be used to display advertisements within and outside the networks that are presumably aligned with the interests of the users. For this reason, cookies are usually stored on the users' devices, where their usage behavior and interests are recorded. Additionally, data may be stored in user profiles independent of the devices used (especially if users are members of the respective platforms and logged in).",
    "presences-social-media-text-13": "Communication",
    "presences-social-media-text-14": "Feedback (e.g., collecting feedback via online form)",
    "presences-social-media-text-15": "Public Relations",
    "presences-social-media-text-16": "Deletion as per the details in the section 'General Information on Data Storage and Deletion'",
    "presences-social-media-text-17": "Legal Basis:",
    "presences-social-media-text-18": "Legitimate Interests (Art. 6 para. 1 sentence 1 lit. f) GDPR)",
    "presences-social-media-text-19": "Instagram Social Network - Enables photo and video sharing, commenting, liking posts, messaging, and following profiles and pages. Service Provider: Meta Platforms Ireland Limited, Merrion Road, Dublin 4, D04 X2K5, Ireland. Legal Basis: Legitimate Interests (Art. 6 para. 1 sentence 1 lit. f) GDPR) Website: https://www.instagram.com Privacy Policy: https://privacycenter.instagram.com/policy/ Legal basis for third-country transfers: Data Privacy Framework (DPF)",
    "presences-social-media-text-20": "LinkedIn Social Network - We are jointly responsible with LinkedIn Ireland Unlimited Company for collecting (but not further processing) visitor data used to create 'Page Insights' (statistics) of our LinkedIn profiles. This data includes information on the types of content users view or interact with, the actions they take, as well as information about the devices used (e.g., IP addresses, operating systems, browser types, language settings, cookie data), and information from users' profiles, such as job roles, country, industry, hierarchy level, company size, and employment status. Privacy information on user data processing by LinkedIn can be found in LinkedIn’s privacy notices: Website: https://www.linkedin.com Privacy Policy: https://www.linkedin.com/legal/privacy-policy Legal basis for third-country transfers: Data Privacy Framework (DPF) Opt-out: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out",
    "presences-social-media-text-21": "X Service Provider: Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2 D02 AX07, Ireland. Legal Basis: Legitimate Interests (Art. 6 para. 1 sentence 1 lit. f) GDPR) Website: https://x.com Privacy Policy: https://x.com/de/privacy",
    "presences-social-media-text-22": "Xing Service Provider: New Work SE, Am Strandkai 1, 20457 Hamburg, Germany. Legal Basis: Legitimate Interests (Art. 6 para. 1 sentence 1 lit. f) GDPR) Website: https://www.xing.com Privacy Policy: https://privacy.xing.com/de/datenschutzerklaerung",
    "plug-ins-embedded-functions": "Plug-ins and Embedded Functions and Content",
    "plug-ins-embedded-functions-text-1": "We integrate functional and content elements into our online offering that are retrieved from the servers of their respective providers (hereinafter referred to as 'third-party providers'). These may include graphics, videos, or maps (hereinafter uniformly referred to as 'content').",
    "plug-ins-embedded-functions-text-2": "The integration always requires that the third-party providers of this content process the IP address of the users, as they would not be able to send the content to their browsers without the IP address. The IP address is therefore necessary for displaying this content or functions. We strive to use only content whose providers use the IP address solely for the delivery of the content. Third-party providers may also use so-called pixel tags (invisible graphics, also referred to as 'web beacons') for statistical or marketing purposes. Through the pixel tags, information such as visitor traffic on the pages of this website can be evaluated. The pseudonymous information may also be stored in cookies on the user's device and may include technical details about the browser and operating system, referring websites, visit time, as well as other details about the use of our online offering, and may also be combined with such information from other sources.",
    "plug-ins-embedded-functions-text-3": "Legal basis notice: If we ask users for their consent to use third-party providers, the legal basis for data processing is the consent granted. Otherwise, user data will be processed based on our legitimate interests (i.e., interest in efficient, economical, and recipient-friendly services). In this context, we would also like to point out the information regarding the use of cookies in this privacy policy.",
    "plug-ins-embedded-functions-text-4": "Processed Data Types:",
    "plug-ins-embedded-functions-text-5": "Usage data (e.g., page views and time spent, click paths, usage intensity and frequency, device types used, operating systems, interactions with content and features)",
    "plug-ins-embedded-functions-text-6": "Meta, communication, and procedural data (e.g., IP addresses, time stamps, identification numbers, involved persons)",
    "plug-ins-embedded-functions-text-7": "Affected Persons:",
    "plug-ins-embedded-functions-text-8": "Users (e.g., website visitors, users of online services)",
    "plug-ins-embedded-functions-text-9": "Purposes of Processing:",
    "plug-ins-embedded-functions-text-10": "Provision of our online offering and user-friendliness",
    "plug-ins-embedded-functions-text-11": "Deletion as per the details in the section 'General Information on Data Storage and Deletion'. Storage of cookies for up to 2 years (Unless otherwise stated, cookies and similar storage methods can be stored on users' devices for a period of up to two years.)",
    "plug-ins-embedded-functions-text-12": "Legal basis notice: If we ask users for their consent to use third-party providers, the legal basis for data processing is the consent granted. Otherwise, user data will be processed based on our legitimate interests (i.e., interest in efficient, economical, and recipient-friendly services). In this context, we would also like to point out the information regarding the use of cookies in this privacy policy.",
    "plug-ins-embedded-functions-text-13": "Consent (Art. 6 para. 1 sentence 1 lit. a) GDPR)",
    "plug-ins-embedded-functions-text-14": "Legitimate Interests (Art. 6 para. 1 sentence 1 lit. f) GDPR)",
    "plug-ins-embedded-functions-text-15": "Google Fonts (Self-hosted) Provision of font files for a user-friendly display of our online offering. Service provider: Google Fonts are hosted on our own server, no data is transmitted to Google. Legal basis: Legitimate Interests (Art. 6 para. 1 sentence 1 lit. f) GDPR)",
    "plug-ins-embedded-functions-text-16": "Created with the free privacy policy generator by Dr. Thomas Schwenke"  
  },
  "legal-notice": {
    "title": "Imprint",
    "responsible": "Responsible",
    "responsible-name": "Samuel Hilgert",
    "responsible-adress": "Eichendorffstraße 22",
    "responsible-city": "68519 Viernheim",
    "responsible-country": "Germany",
    "authorized-representative": "Authorized representative: Samuel Hilgert",
    "responsible-mail": "mail@samuelhilgert.com",
    "link-privacy-policy": "To the privacy policy"
  }
}